Repository: De1ain/better-rail
Catalog: ios/*.lproj/Localizable.strings
Languages: ru

source: no-favorites-message
ru: You can add favorites from your iPhone

source: no-trains-found
ru: No trains found for today

source: departure
ru: Depart

source: arrival
ru: Arrive

source: stay-at %@
ru: Stay at Platform %@

source: move-to %@
ru: Move to Platform %@

source: NEXT TRAIN
ru: הרכבת הבאה

source: UPCOMING
ru: הרכבות הבאות

source: TOMORROW
ru: מחר

source: ARRIVAL
ru: הגעה

source: PLATFORM
ru: רציף

source: TRAIN NO.
ru: רכבת מס׳

source: TRAIN
ru: רכבת

source: Platform %@・Train %@
ru: רציף %@・רכבת מס׳ %@

source: Schedule
ru: לוח זמנים

source: Display the upcoming train times.
ru: תצוגת זמני הרכבות הקרובות.
